Repository: HemangSidapara/Raj-Packaging
Catalog: lib/l10n/intl_*.arb
Languages: gu, hi

source: Login
gu: પ્રવેશ કરો
hi: लॉग इन करें

source: Are you sure you want to exit the app?
gu: શું તમે ખરેખર એપ્લિકેશનમાંથી બહાર નીકળવા માંગો છો?
hi: क्या आप वाकई ऐप से बाहर निकलना चाहते हैं?

source: No
gu: ના
hi: नहीं

source: Yes, exit
gu: હા, બહાર નીકળો
hi: हाँ, बाहर निकलें

source: Temporary service is not available.
gu: હાલમાં સેવા ઉપલબ્ધ નથી.
hi: अस्थायी सेवा उपलब्ध नहीं है।

source: Hello
gu: નમસ્તે
hi: नमस्ते

source: No data found
gu: કોઈ ડેટા મળ્યો નથી
hi: डाटा प्राप्त नहीं हुआ

source: Settings
gu: સેટિંગ્સ
hi: सेटिंग्स

source: Change Language
gu: ભાષા બદલો
hi: भाषा बदलें

source: Log Out
gu: લૉગ આઉટ
hi: लॉग आउट

source: Phone Number
gu: ફોન નંબર
hi: फ़ोन नंबर

source: Enter phone number
gu: ફોન નંબર દાખલ કરો
hi: फोन नंबर दर्ज

source: Please enter phone number
gu: કૃપા કરીને ફોન નંબર દાખલ કરો
hi: कृपया फ़ोन नंबर दर्ज करें

source: Password
gu: પાસવર્ડ
hi: पासवर्ड

source: Enter password
gu: પાસવર્ડ દાખલ કરો
hi: पासवर्ड दर्ज करे

source: Please enter password
gu: કૃપા કરીને પાસવર્ડ દાખલ કરો
hi: कृपया पासवर्ड दर्ज करें

source: Create Order
gu: ઓર્ડર ઉમેરો
hi: ऑर्डर बनाएँ

source: Item Name
gu: આઇટમનું નામ
hi: आइटम नाम

source: Enter item name
gu: આઇટમનું નામ દાખલ કરો
hi: आइटम का नाम दर्ज करें

source: Please enter item name
gu: કૃપા કરીને આઇટમનું નામ દાખલ કરો
hi: कृपया आइटम का नाम दर्ज करें

source: PVD Color
gu: PVD રંગ
hi: PVD रंग

source: Enter pvd color
gu: PVD રંગ દાખલ કરો
hi: PVD रंग दर्ज करें

source: Please enter pvd color
gu: કૃપા કરીને PVD રંગ દાખલ કરો
hi: कृपया PVD रंग दर्ज करें

source: Quantity
gu: જથ્થો
hi: मात्रा

source: Enter quantity
gu: જથ્થો દાખલ કરો
hi: मात्रा दर्ज करें

source: Please enter quantity
gu: કૃપા કરીને જથ્થો દાખલ કરો
hi: कृपया मात्रा दर्ज करें

source: Size
gu: કદ
hi: आकार

source: Enter size
gu: કદ દાખલ કરો
hi: आकार दर्ज करें

source: Please enter size
gu: કૃપા કરીને કદ દાખલ કરો
hi: कृपया आकार दर्ज करें

source: Enter ok pcs.
gu: OK Pcs. દાખલ કરો
hi: OK Pcs. दर्ज करें

source: Please enter ok pcs.
gu: કૃપા કરીને ok pcs. દાખલ કરો
hi: कृपया ok pcs. दर्ज करें

source: Rejected
gu: રિજેકટેડ
hi: रिजेक्टेड

source: Enter rejected
gu: રિજેકટેડ દાખલ કરો
hi: रिजेक्टेड दर्ज करें

source: Please enter rejected
gu: કૃપા કરીને રિજેકટેડ દાખલ કરો
hi: कृपया रिजेक्टेड दर्ज करें

source: Pending
gu: બાકી છે
hi: लंबित

source: Enter pending
gu: બાકી દાખલ કરો
hi: लंबित दर्ज करें

source: Please enter pending
gu: કૃપા કરીને બાકી દાખલ કરો
hi: कृपया लंबित दर्ज करें

source: Order Details
gu: ઓર્ડરની વિગતો
hi: ऑर्डर का विवरण

source: W/O Process
gu: પ્રક્રિયા વિના
hi: प्रक्रिया के बिना

source: Enter w/o process
gu: પ્રક્રિયા વિના દાખલ કરો
hi: बिना प्रक्रिया के प्रवेश करें

source: Please enter w/o process
gu: કૃપા કરીને પ્રક્રિયા વિના દાખલ કરો
hi: कृपया बिना प्रक्रिया दर्ज करें

source: Party Name
gu: પાર્ટીનું નામ
hi: पार्टी का नाम

source: Enter party name
gu: પાર્ટીનું નામ દાખલ કરો
hi: पार्टी का नाम दर्ज करें

source: Please enter party name
gu: કૃપા કરીને પાર્ટીનું નામ દાખલ કરો
hi: कृपया पार्टी का नाम दर्ज करें

source: Search party
gu: પાર્ટી શોધો
hi: पार्टी खोजें

source: Select party
gu: પાર્ટી પસંદ કરો
hi: पार्टी का चयन करें

source: Please select party
gu: કૃપા કરીને પાર્ટી પસંદ કરો
hi: कृपया पार्टी का चयन करें

source: Reset
gu: રીસેટ
hi: रीसेट

source: Order Cycle
gu: ઓર્ડર સાયકલ
hi: ऑर्डर चक्र

source: Add
gu: ઉમેરો
hi: जोड़ना

source: Invalid inputs
gu: અમાન્ય ઇનપુટ્સ
hi: अमान्य इनपुट

source: Last Cycle Log:
gu: છેલ્લો સાયકલ લોગ:
hi: अंतिम चक्र लॉग:

source: View Cycles
gu: સાયકલ જુઓ

source: Challan
gu: ચલણ
hi: चलान

source: Item Image
gu: આઇટમની છબી
hi: आइटम छवि

source: Select or Capture a Image
gu: છબી પસંદ કરો અથવા કેપ્ચર કરો
hi: इस छवि को चुनें या कैप्चर करें

source: Select
gu: પસંદ કરો
hi: चुनना

source: Camera
gu: કેમેરા
hi: कैमरा

source: Gallery
gu: ગેલેરી
hi: गैलरी

source: Please add item image
gu: કૃપા કરીને આઇટમની છબી ઉમેરો
hi: कृपया आइटम छवि जोड़ें

source: Remove
gu: નાપસંદ કરો
hi: चयन हटाएँं

source: View Challan
gu: ચલણ જુઓ
hi: चलान देखें

source: Successfully downloaded at 'Download' folder.
gu: 'Download' ફોલ્ડર પર સફળતાપૂર્વક ડાઉનલોડ કર્યું.
hi: 'Download' फ़ोल्डर में सफलतापूर्वक डाउनलोड किया गया।

source: Download failed, Please try again.
gu: ડાઉનલોડ નિષ્ફળ થયું, કૃપા કરીને ફરી પ્રયાસ કરો.
hi: डाउनलोड विफल, कृपया पुनः प्रयास करें।

source: Contact
gu: સંપર્ક
hi: संपर्क

source: Contact Number
gu: સંપર્ક નંબર
hi: संपर्क नंबर

source: Enter contact number
gu: સંપર્ક નંબર દાખલ કરો
hi: संपर्क नंबर दर्ज करें

source: Please enter contact number
gu: કૃપા કરીને સંપર્ક નંબર દાખલ કરો
hi: कृपया संपर्क नंबर दर्ज करें

source: Edit Party Details
gu: કૃપા કરીને સંપર્ક નંબર દાખલ કરો
hi: कृपया संपर्क नंबर दर्ज करें

source: Whatsapp not installed
gu: 'Whatsapp' ઇન્સ્ટોલ કરેલ નથી
hi: 'Whatsapp' इंस्टॉल नहीं है

source: Edit
gu: સંપાદિત કરો
hi: संपादन करना

source: Cancel
gu: રદ કરો
hi: रद्द करना

source: Delete
gu: કાઢી નાખો
hi: मिटाना

# deletePartyText
source: Are you sure? You want to delete 'Party'? After deleting all data will be lost under this party.
gu: શું તમને ખાતરી છે? તમે 'Party' કાઢી નાખવા માંગો છો? ડિલીટ કર્યા પછી આ પાર્ટી હેઠળ તમામ ડેટા ખોવાઈ જશે.
hi: क्या आपको यकीन है? आप 'Party' हटाना चाहते हैं? डिलीट करने के बाद इस पार्टी के अंतर्गत सारा डेटा खो जाएगा।

# deleteItemText
source: Are you sure? You want to delete? After deleting all data will be lost under this order.
gu: શું તમને ખાતરી છે? તમે કાઢી નાખવા માંગો છો? ડિલીટ કર્યા પછી આ ઓર્ડર હેઠળ તમામ ડેટા ગુમ થઈ જશે.
hi: क्या आपको यकीन है? आप हटाना चाहते हैं? हटाने के बाद इस आदेश के तहत सभी डेटा खो जाएंगे।

source: Item Details
gu: આઇટમની વિગતો
hi: आइटम विवरण

source: Search pvd color
gu: PVD રંગ શોધો
hi: PVD रंग खोजें

source: Select pvd color
gu: PVD રંગ પસંદ કરો
hi: PVD रंग चुनें

source: Please select pvd color
gu: કૃપા કરીને PVD રંગ પસંદ કરો
hi: कृपया PVD रंग चुनें

source: Update
gu: અપડેટ કરો
hi: अद्यतन

# newVersionAvailable
source: A new version is available. Please upgrade to it.
gu: નવું સંસ્કરણ ઉપલબ્ધ છે. કૃપા કરીને તેમાં અપગ્રેડ કરો.
hi: एक नया संस्करण उपलब्ध है। कृपया इसे अपग्रेड करें।

source: Order date
gu: ઓર્ડર તારીખ
hi: आर्डर की तारीख

source: Challans are not generated yet.
gu: ચલણ હજુ જનરેટ થયા નથી.
hi: अभी चलान जनरेट नहीं हुए हैं।

source: Sort by Party
gu: પાર્ટી દ્વારા સૉર્ટ કરો
hi: पार्टी के अनुसार क्रमबद्ध करें

source: Sort by Color
gu: રંગ દ્વારા સૉર્ટ કરો
hi: रंग के अनुसार क्रमबद्ध करें

source: Search color
gu: રંગ શોધો
hi: रंग खोजें

source: Edit Item Details
gu: આઇટમ વિગતો સંપાદિત કરો
hi: आइटम विवरण संपादित करें

# deleteCycleText
source: Are you sure? You want to delete 'Cycle' cycle? After deleting cycle will be lost under this order.
gu: શું તમને ખાતરી છે? તમે 'Cycle' સાયકલ કાઢી નાખવા માંગો છો? ડિલીટ કર્યા પછી આ ઓર્ડર હેઠળ સાયકલ ગુમ થઈ જશે.
hi: क्या आपको यकीन है? आप 'साइकिल' चक्र को हटाना चाहते हैं? इस आदेश के तहत डिलीट करने के बाद चक्र नष्ट हो जाएगा।

source: Product
gu: ઉત્પાદન
hi: प्रोडक्ट

source: Enter product name
gu: ઉત્પાદન નામ દાખલ કરો
hi: उत्पाद का नाम दर्ज करें

source: Please enter product name
gu: કૃપા કરીને ઉત્પાદનનું નામ દાખલ કરો
hi: कृपया उत्पाद का नाम दर्ज करें

source: Select product
gu: ઉત્પાદન પસંદ કરો
hi: उत्पाद चुनें

source: Please select product
gu: કૃપા કરીને ઉત્પાદન પસંદ કરો
hi: कृपया उत्पाद चुनें

source: Roll
gu: રોલ
hi: रोल

source: Sheet
gu: સીટ
hi: सीट

source: Box
gu: બોક્સ
hi: बॉक्स

source: Order Type :
gu: ઓર્ડરનો પ્રકાર :
hi: ऑर्डर प्रकार :

source: Order Size :
gu: ઓર્ડરની સાઈઝ :
hi: ऑर्डर की साइज :

source: Enter deckle size
gu: ડેકલની સાઈઝ દાખલ કરો
hi: डेकल की साइज दर्ज करें

source: Please enter deckle size
gu: કૃપા કરીને ડેકલની સાઈઝ દાખલ કરો
hi: कृपया डेकल की साइज दर्ज करें

source: Specification :
gu: સ્પષ્ટીકરણ :
hi: विशिष्टता :

source: Paper
gu: પેપર
hi: पेपर

source: Flute
gu: ફ્લુટ
hi: फ्लूट

source: Select type
gu: પ્રકાર પસંદ કરો
hi: प्रकार चुनें

source: Please select type
gu: કૃપા કરીને પ્રકાર પસંદ કરો
hi: कृपया प्रकार चुनें

source: Order Quantity
gu: ઓર્ડર જથ્થો
hi: ऑर्डर की मात्रा

source: Production Size :
gu: ઉત્પાદન સાઈઝ :
hi: उत्पादन की साइज :

source: Enter production size
gu: ઉત્પાદન સાઈઝ દાખલ કરો
hi: उत्पादन की साइज दर्ज करें

source: Please enter production size
gu: કૃપા કરીને ઉત્પાદન સાઈઝ દાખલ કરો
hi: कृपया उत्पादन की साइज दर्ज करें

source: Production Quantity
gu: ઉત્પાદન જથ્થો
hi: उत्पादन के मात्रा

source: Inch
gu: ઇંચ
hi: इंच

source: Rolls
gu: રોલ્સ
hi: रोल्स

source: Deckle
gu: ડેકલ
hi: डेकल

source: Cutting
gu: કટિંગ
hi: कटिंग

source: Enter cutting size
gu: કટીંગ સાઈઝ દાખલ કરો
hi: कटिंग की साइज दर्ज करें

source: Please enter cutting size
gu: કૃપા કરીને કટિંગ સાઈઝ દાખલ કરો
hi: कृपया कटिंग की साइज दर्ज करें

source: Ply
gu: પ્લાય
hi: प्लाई

source: Select ply
gu: પ્લાય પસંદ કરો
hi: प्लाई का चयन करें

source: Please select ply
gu: કૃપા કરીને પ્લાય પસંદ કરો
hi: कृपया प्लाई का चयन करें

source: Top Paper
gu: ટોપ પેપર
hi: टॉप पेपर

source: Sheets
gu: સીટ્સ
hi: सीट्स

source: Enter type
gu: પ્રકાર દાખલ કરો
hi: प्रकार दर्ज करें

source: Please enter type
gu: કૃપા કરીને પ્રકાર દાખલ કરો
hi: कृपया प्रकार दर्ज करें

source: Box Type :
gu: બોક્સ નો પ્રકાર :
hi: बॉक्स का प्रकार :

source: Die Punch
gu: ડાઇ પંચ
hi: डाई पंच

source: Enter L size
gu: L સાઈઝ દાખલ કરો
hi: L की साइज दर्ज करें

source: Enter B size
gu: B સાઈઝ દાખલ કરો
hi: B की साइज दर्ज करें

source: Enter H size
gu: H સાઈઝ દાખલ કરો
hi: H की साइज दर्ज करें

source: Please enter L size
gu: કૃપા કરીને L સાઈઝ દાખલ કરો
hi: कृपया L की साइज दर्ज करें

source: Please enter B size
gu: કૃપા કરીને B સાઈઝ દાખલ કરો
hi: कृपया B की साइज दर्ज करें

source: Boxes
gu: બોક્સ
hi: बक्से

source: Production Sheet Size :
gu: ઉત્પાદન સીટની સાઈઝ :
hi: उत्पादन सीट की साइज :

source: Production Sheet Quantity
gu: ઉત્પાદન સીટ જથ્થો
hi: उत्पादन सीट मात्रा

source: Actual Sheet Size :
gu: વાસ્તવિક સીટની સાઈઝ :
hi: वास्तविक सीट की साइज :

source: Pending Orders
gu: બાકી ઓર્ડર
hi: लंबित ऑर्डर

source: Edit Party
gu: પાર્ટી સંપાદિત કરો
hi: पार्टी संपादित करें

source: Edit Party Name
gu: પાર્ટીનું નામ સંપાદિત કરો
hi: पार्टी का नाम संपादित करें

source: Edit Phone Number
gu: ફોન નંબર સંપાદિત કરો
hi: फ़ोन नंबर संपादित करें

source: Save
gu: સાચવો
hi: संचय

source: Please enter valid phone number
gu: કૃપા કરીને માન્ય ફોન નંબર દાખલ કરો
hi: कृपया वैध फ़ोन नंबर दर्ज करें
